{"name":"Victor Symonds","headerTaglineOne":"Hello","headerTaglineTwo":"I am Victor Symonds","headerTaglineThree":"Software Developer and QA Engineer","headerTaglineFour":"based in Mexico","showCursor":true,"showBlog":false,"darkMode":true,"showResume":true,"socials":[{"id":"1","title":"Github","link":"https://github.com/VictorSymonds"},{"id":"2","title":"LinkedIn","link":"https://www.linkedin.com/in/jos%C3%A9-v%C3%ADctor-symonds-rivera-5103942a1/"},{"id":"5","title":"Email","link":"rekogingsy@gmail.com"}],"projects":[{"id":"1","title":"Peiix - Peiix Master","description":"Lead QA for a mobile application that allows Peiix Master users to access and view information about their terminals and associated transactions.","imageSrc":"https://peiix.com/img/TERMINAL-INICIO.png","url":""},{"id":"2","title":"LTC Logistics - AIISTA","description":"QA for a program developed to simulate an existing shipping route and to simulate events that affect the travel time or the condition of the truck.","imageSrc":"https://ltclogistics.vn/wp-content/uploads/2021/11/5.jpg","url":""},{"id":"3","title":"Encora - SIPO","description":"Frontend Developer for a digital platform developed for Encora Inc. to improve the assignment and management of clients, projects, vacancies, and employees, enhancing resource visibility and optimizing time and effort.","imageSrc":"https://www.worldblu.com/hs-fs/hubfs/encora-logo-square.png?width=300&name=encora-logo-square.png","url":""},{"id":"4","title":"Entiénde[me]","description":"Developer for an AI-based system that uses graphology and computer vision to analyze handwritten text captured by a camera, detect emotions such as happiness or sadness, and generate an AI-generated image that symbolizes the detected emotion","imageSrc":"https://daily.jstor.org/wp-content/uploads/2017/05/trump_signature_analysis_1050x700.png","url":""}],"services":[{"id":"1","title":"QA Engineering","description":"I create and execute test cases, performing manual testing (API/UI), reporting bugs, and ensuring product quality"},{"id":"2","title":"Software Test Engineering","description":"I develop and execute and implement automated test scripts, and validate software functionality and performance across multiple environments"},{"id":"3","title":"Web Design","description":"I design and create visually appealing websites with a focus on responsive design"},{"id":"4","title":"Machine Learning","description":"I develop and implement machine learning models for tasks such as image generation, natural language processing, and data prediction."}],"aboutpara":"Born in Hermosillo, Sonora, Mexico, I developed an interest in computers from a young age and began programming simple projects in elementary school. In middle school, I created a booth capable of measuring a person’s height and weight just by stepping inside. Since then, I’ve continued to grow my programming skills and I’m constantly learning new things every day.","resume":{"tagline":"I'm a software developer and QA engineer","description":"I have a current preference in the software test engineering and QA ","experiences":[],"education":{"universityName":"Tecnológico de Monterrey","universityDate":"2022-2026","universityPara":"I studied at the Sonora Norte Campus"},"languages":["Javascript","CSS","Python","C++"],"frameworks":["React","Typescript","Jest","Pytest","Pytorch","Node.js"],"others":["Github","Figma","SQL","Postman"]}}